import React from 'react';
import './info.scss';

const Info = () => {
	return (
		<div className='info_container'>
			<div className='info_text'>
				<div className='title_text'>
					<h2>Ласкаво просимо до вкладки "Інформація"</h2>
				</div>
				<div className='text'>
					<p>
						Програма з курсами ІТ - це відмінна можливість розвинути свої
						навички та отримати нові знання в сфері інформаційних технологій.
						Наші курси розроблені з метою допомогти вам розширити ваші
						комп'ютерні вміння та підготувати вас для успішної кар'єри в галузі
						ІТ.
					</p>
					<p>Основні переваги нашої програми з курсами ІТ:</p>
					<ol>
						<li>
							Розмаїтість курсів: У нас ви знайдете широкий вибір курсів, що
							охоплюють різні аспекти інформаційних технологій, включаючи
							програмування, бази даних, мережі, кібербезпеку та багато іншого.
							Ви можете обрати курси, які найкраще відповідають вашим інтересам
							та метам.
						</li>
						<li>
							Кваліфіковані інструктори: Наші курси проводять досвідчені
							професіонали з галузі ІТ, які мають багаторічний досвід у своїй
							сфері. Вони готові поділитися своїми знаннями, відповісти на ваші
							запитання та надати необхідну підтримку протягом всього навчання.
						</li>
						<li>
							Практичні завдання: Наша програма акцентує на практичних вправах
							та проектах, що дозволяє вам застосовувати теоретичні знання у
							реальних ситуаціях. Це допомагає вам зрозуміти матеріал краще та
							набути практичний досвід, який можна використовувати в майбутній
							роботі.
						</li>
						<li>
							Гнучкий графік: Наша програма з курсами ІТ пропонує гнучкий
							графік, що дозволяє вам навчатися в зручний для вас час. Ви можете
							вибрати онлайн курси з доступом 24/7 або обрати заняття в
							аудиторії з урахуванням вашого розкладу.
						</li>
						<li>
							Сертифікати: По закінченні кожного курсу ви отримаєте сертифікат,
							що підтверджує вашу успішну участь та засвоєння матеріалу. Це може
							бути цінним додатком до вашого резюме та допоможе підвищити ваші
							шанси на успішну кар'єру в сфері ІТ.
						</li>
					</ol>
					<p>
						Не втрачайте можливості розвинути свої навички в сфері інформаційних
						технологій. Приєднуйтесь до нашої програми з курсами ІТ сьогодні і
						розпочніть свій шлях до успішної кар'єри в галузі ІТ!
					</p>
				</div>
			</div>
		</div>
	);
};

export default Info;
